Repository: Temirlan-qa/agro_app
Catalog: lib/l10n/intl_*.arb
Languages: ky

source: Cancel
ky: Жокко чыгаруу

source: Try again
ky: Кайра аракет кылуу

source: Username
ky: Колдонуучунун аты

source: Password
ky: Парол

source: New password
ky: Жаңы сырсөз

source: Repeat new password
ky: Жаңы сырсөздү кайталоо

source: Current Password
ky: Учурдагы сырсөз

source: Username or password is not valid
ky: Колдонуучунун аты же сырсөз туура эмес

# authRequiredPopupTitle
source: Sign in to your account
ky: Каттоо эсебиңизге кириңиз

# authRequiredPopupDescription
source: If you want to use this feature, you need to sign in to your account
ky: Эгер бул функцияны колдонгуңуз келсе, аккаунтуңузга киришиңиз керек

# authRequiredPopupButtonTitle
source: Sign in to your account
ky: Каттоо эсебиңизге кириңиз

source: Published
ky: Жарыяланган

source: Create product
ky: Өнүмдү түзүү

source: Delete image
ky: Сүрөттү жок кылуу

source: Add image
ky: Сүрөт кошуу

source: Product title
ky: Товарыңыз

source: Product description
ky: Өнүмдүн сүрөттөлүшү

source: Price
ky: Баа

# emptyFieldsInSignIn
source: You have entered a blank username or password
ky: Сиз бош колдонуучу атын же сырсөздү киргиздиңиз

source: Deadline date
ky: Мөөнөт датасы

source: Not chosen
ky: Тандалган эмес

# isOptionalInBrackets
source: (optional)
ky: (милдеттүү эмес)

source: Change image
ky: Сүрөттү өзгөртүү

source: Save
ky: Сактоо

source: email
ky: Электрондук почта

source: Chat
ky: Чат

source: USA
ky: АКШ

source: Kazakhstan
ky: Казакстан

source: Canada
ky: Канада

source: UK
ky: Улуу Британия

source: Germany
ky: Германия

source: France
ky: Франция

source: Australia
ky: Австралия

source: Japan
ky: Япония

source: China
ky: Кытай

source: India
ky: Индия

source: Uzbekistan
ky: Өзбекстан

source: Russia
ky: Россия

source: Belarus
ky: Беларусь

source: Azerbaijan
ky: Азербайжан

source: Armenia
ky: Армения

source: Kyrgyzstan
ky: Кыргызстан

source: Moldova
ky: Молдова

source: Tajikistan
ky: Тажикстан

source: Turkmenistan
ky: Түркмөнстан

source: Ukraine
ky: Украина

source: salesman
ky: сатуучу

source: buyer
ky: сатып алуучу

source: intermediary
ky: ортомчу

# addServices
source: additional services
ky: кошумча кызматтар

source: Personal Info
ky: Жеке маалымат

source: Settings
ky: Орнотуулар

# back
source: Back to main page
ky: Башкы бетке кайтуу

# successfullyChanged
source: You have successfully changed your password
ky: Сиз сырсөзүңүздү ийгиликтүү өзгөрттүңүз

source: Error, try again later
ky: Ката, кийинчерээк кайталап көрүңүз

# userAlreadyTaken
source: User data is already taken
ky: Колдонуучунун маалыматы мурунтан эле алынган

source: About Project
ky: Долбоор жөнүндө

source: Ready
ky: Даяр

source: Personal Data
ky: Жеке маалыматтар

source: Change Password
ky: Паролду өзгөртүү

source: Reset Password
ky: Сырсөздү кайра коюу

source: Update Password
ky: Паролду жаңыртуу

source: Password reset email sent
ky: Сырсөздү калыбына келтирүү электрондук почтасы жөнөтүлдү

source: sent Email
ky: Электрондук почта жөнөтүлдү

# incorrectInfo
source: You filled in the information incorrectly, check again
ky: Маалыматты туура эмес толтурдуңуз, кайра текшериңиз

# isEmailCorrect
source: Make sure your email is correct
ky: Электрондук почтаңыз туура экенин текшериңиз

source: Select from gallery
ky: Галереядан тандоо

# takePhoto
source: Take a photo
ky: Сүрөткө тартуу

source: Sign in
ky: Кирүү

source: Sign up
ky: Катталуу

# signInPageSignUpButton
source: Don't have an account? Sign up
ky: Каттоо эсебиңиз жокпу? Катталыңыз

source: Chat Page
ky: Чат барагы

source: Favorites Page
ky: Сүйүктүү баракча

source: Any
ky: Кандай болбосун

source: Exit
ky: Чыгуу

# writeReview
source: Write a review
ky: Сын-пикир жазуу

# aboutApp
source: About Application
ky: Колдонмо жөнүндө

source: Not specified
ky: Белгиленген эмес

source: Profile page
ky: Профиль барагы

source: Welcome to GrainMart
ky: GrainMart кош келиңиз

source: Post selection
ky: Пост тандоо

# priceCategories
source: Price categories of posts
ky: Посттордун баа категориялары

source: Full name
ky: Толук аты-жөнү

source: Role
ky: Рол

# cityOrRegion
source: City/Region
ky: Шаар/Регион

source: Phone number
ky: Телефон номери

source: phone
ky: телефон

source: Company name
ky: Компаниянын аталышы

# writeSomeThing
source: Please type something
ky: Бир нерсе териңиз

source: Phone with sms confirmation
ky: SMS ырастоосу бар телефон

source: Company email
ky: Компаниянын электрондук почтасы

source: Social networks for communication
ky: Байланыш үчүн социалдык тармактар

source: Buy
ky: Сатып алуу

source: Add to bag
ky: Башкага кошуу

source: Similar jobs
ky: Окшош жумуштар

source: An internet connection is required
ky: Интернет байланышы талап кылынат

source: Please connect to the internet
ky: Интернетке кошулуңуз

source: Connect
ky: Байланыш

# somethingWentWrong
source: Oops, something went wrong...
ky: Ой, бир жерден ката кетти...

source: Product list is empty
ky: Товардын тизмеси бош

source: Please try again later
ky: Кийинчерээк кайра аракет кылыңыз

source: Ok
ky: Макул

source: Duties
ky: милдеттери

source: Product criterias
ky: Продукт критерийлери

source: Deal type
ky: Бүтүм түрү

source: Storage type
ky: Сактоо түрү

# chooseCity
source: Choose a city
ky: Шаарды танда

# cancelRequest
source: Request to API server was cancelled
ky: API серверине суроо жокко чыгарылды

# connectionTimeout
source: Connection timeout with API server
ky: API сервери менен туташуу күтүү

# receiveTimeout
source: Receive timeout in connection with API server
ky: API серверине байланыштуу кабыл алуу күтүүсүз

# unexpectedError
source: Oops something went wrong
ky: Ой, бир жерден ката кетти

source: No internet connection
ky: Интернет байланышы жок

source: Bad request
ky: Жаман суроо

source: Unauthorized
ky: Уруксатсыз

source: Forbidden
ky: Тыюу салынган

source: Internal server error
ky: Ички сервер катасы

source: Bad gateway
ky: Жаман шлюз

source: Congratulations!
ky: Куттуктайбыз!

# productSuccessfullyCreated
source: The product was successfully created
ky: Өнүм ийгиликтүү түзүлдү

source: Edit product
ky: Өнүмдү түзөтүү

source: Please fill in the field
ky: Талааны толтуруңуз

source: Product category
ky: Продукция категориясы

source: Service type
ky: Кызмат түрү

source: Origin
ky: Түшүнүк

# phoneWhatsApp
source: What's app Phone
ky: WhatsApp нөмірі

source: Telegram link
ky: Телеграмдагы шилтеме

source: Grade
ky: Баа

source: Humidity
ky: Нымдуулук

source: Year of harvest
ky: Түшүм жылы

source: Video link
ky: Видео шилтеме

source: Photo link
ky: Сүрөт шилтемеси

source: Sell
ky: Сатуу

source: None
ky: Жок

source: Product
ky: Өнүм

source: Job
ky: Жумуш

source: Additional services
ky: Кошумча кызматтар

source: Deal support
ky: Сатып алуу көмөк

source: Product evaluation
ky: Өнүмдүн баалануу

source: Expertise
ky: Экспертиза

source: Customs broker
ky: Тамакканалдыруучу

source: Appraiser
ky: Баалануучу

source: Subsidy assistance
ky: Субсидиялардын жардамы

source: Hiring worker
ky: Ишчи киргизүү

source: Laboratory
ky: Лаборатория

source: Logistics
ky: Логистика

source: Product info
ky: Өнүмдүн маалыматы

# productSuccessfullyEdited
source: The product was successfully edited
ky: Өнүм ийгиликтүү түзөтүлдү

source: Invalid Mobile Number
ky: Ката телефон номери

source: Complain to this post
ky: Бул постқа шағым жасоо

source: Follow this seller
ky: Бул сатуучуну көзөмөлдөө

source: Search
ky: Издөө

source: Required fields
ky: Милдеттүү талаалар

# pleaseFillInRequiredFieldsOrCheckValidation
source: Please fill in required fields or check if you have filled in the fields correctly
ky: Милдеттүү талааларды толтуруңуз же текшериңиз

source: Created ads
ky: Жарнамаларды түзүү

source: Grains
ky: Дан

source: Legumes
ky: Буурчак өсүмдүктөрү

source: Feed
ky: Жем

source: Oil seeds
ky: Май үрөндөрү

source: Essential oils
ky: Эфир майлары

source: Technical waste
ky: Техникалык калдык

source: Vegetables
ky: Жашылчалар

source: Medicinal
ky: Дары

source: Flowers
ky: Гүлдөр

source: Fruits
ky: Жемиштер

source: Berries
ky: Мөмө-жемиштер

source: Sugar beet
ky: Кант кызылчасы

source: Category
ky: Категория

source: Do not advertise
ky: Жарнама бербеңиз

source: Advertise ads
ky: Жарнама

source: Wheat
ky: Пшеница

source: Barley
ky: Ячмень

source: Oats
ky: Овес

source: Rye
ky: Рожь

source: Corn
ky: Кукуруза

source: Millet
ky: Просо

source: Buckwheat
ky: сурепика

source: Triticale
ky: Тритикале

source: Spelt
ky: Полба

source: Sunflower
ky: Подсолничник

source: Fodder cabbage
ky: Кормовая капуста

source: Jerusalem artichoke
ky: Топинамбур

source: White mustard
ky: Горчица белая

source: Winter rape
ky: Рапс озимый

source: Sorghum
ky: Сорго

source: Peas
ky: Горох

source: Beans
ky: Фасоль

source: Lentil
ky: Маш

source: Vigne
ky: Вигна

source: Vetch
ky: Горошек (вика)

source: Soybean
ky: Соя

source: Chickpea
ky: Чина

source: Lupine
ky: Люпин

source: Peanut
ky: Арахис

source: Feed beans
ky: Кормовые бобы

source: Cashew
ky: Кешью

source: Pistachio
ky: Фисташка настоящая

source: Safflower
ky: Сафлор красильный

source: Spanish artichoke
ky: Артишок испанский

source: Annual sunflower
ky: Подсолнечник однолетний

source: Spotted St. John's Wort
ky: Расторопша пятнистая

source: Cultivated peanut
ky: Арахис культурный

source: Cultivated soybean
ky: Соя культурная

source: Beech
ky: Бук

source: Cucumber grass
ky: бадыраң чөбү

source: Cultivated grape
ky: маданияттуу жүзүм

source: Shorea
ky: шорея

source: Soft wheat
ky: жумшак буудай

source: Hard wheat
ky: катуу буудай

source: Sugar maize
ky: кант жүгөрү

source: Coriander
ky: себилген кориандр

source: Rape
ky: Каныша

source: Hemp
ky: сурепика

source: Mustard
ky: сары кычы

source: Abyssinian kale
ky: Абиссиния крамбе

source: Black currant
ky: карагат кара

source: Avocado
ky: авокадо

source: Common flax
ky: кадимки зыгыр

source: Opium poppy
ky: Мак уктатуучу дары

source: Cotton
ky: пахта дарагы (капок)

source: Cotton plant
ky: пахта

source: Cocoa
ky: какао

source: Arabian coffee
ky: Араб кофеси

source: European olive
ky: Олива европалык

source: Tung
ky: тунг

source: Lactuca virosa
ky: Сүтак чини

source: Common broomrape
ky: кадимки Кастор

source: Boleko
ky: болеко

source: Walnut
ky: жангак

source: Attalea
ky: атталея

source: Coconut palm
ky: кокос дарагы

source: Oil palm
ky: майлуу алакан

source: Balanites
ky: баланитес

source: Tomato
ky: томат

source: Indian sesame
ky: күнжүт индийский

source: Apricot
ky: Абрикос

source: Common cherry
ky: кадимки алча

source: Domestic plum
ky: үйдөгү өрүк

source: Almond
ky: миндаль

source: Peach
ky: шабдалы

source: Argania spinosa
ky: аргания тикен

source: Maduka
ky: узун жалбырактуу мадука

source: Pinyon
ky: пиния

source: Siberian pine
ky: Сибирь кедри

source: Common watermelon
ky: кадимки дарбыз

source: Common melon
ky: коон

source: Great pumpkin
ky: ашкабак ири жемиштүү

source: Common pumpkin
ky: кадимки ашкабак

source: Common hops
ky: сүйүнчү катуу

source: Tea
ky: Чай

source: Iberian lalemantia
ky: ибериянын лялеманциясы

source: Perilla
ky: перилла

source: Batat
ky: фракциясы

source: Potato
ky: картошка

source: Topinambur
ky: топинамбур

source: Brukva
ky: рутабага

source: Carrot
ky: сабиз

source: Parsnip
ky: Пастернак

source: Parsley
ky: петрушка

source: Radish
ky: чамгыр

source: Turnip
ky: репка

source: Repka
ky: репка

source: Beetroot
ky: свекла

source: Celery
ky: Сельдерей

source: Horseradish
ky: Хрен

source: Cabbage
ky: Капуста

source: Broccoli
ky: Брокколи

source: Kohlrabi
ky: Кольраби

source: Lettuce
ky: Салат

source: Dill
ky: Укроп

source: Tarragon
ky: Тархун (эстрагон)

source: Chervil
ky: Чабер

source: Basil
ky: Базилик

source: Marjoram
ky: Майоран

source: Onion
ky: Лук репчатый

source: Garlic
ky: Чеснок

source: Cucumber
ky: Огурец

source: Pumpkin
ky: Тыква

source: Zucchini
ky: Кабачок

source: Pattison
ky: Паттисон

source: Artichoke
ky: Артишок

source: Asparagus
ky: Спаржа

source: Rhubarb
ky: Ревень

source: Product subcategory
ky: Өнүмдүн субкатегориясы

source: FAQ
ky: Көп суроолор

source: No FAQs found
ky: Суроолор табылган жок

source: Assessor
ky: Баалануучу

source: Truck driver
ky: Көлік шофері

source: Worker
ky: Жұмысшы

source: Loading crew
ky: Жүктеп алу құралдары

source: Logistics company
ky: Логистикалык компания

source: Agricultural equipment sales
ky: Агротехникаларды сатуу

source: Chemicals sales
ky: Кимялыктарды сатуу

source: GPS equipment sales
ky: GPS техникаларды сатуу

source: Land sales
ky: Жер сатуу

source: Seed sales
ky: Жемиш сатуу

source: Chemical spraying services
ky: Кимялыктарды сыямаларды сатуу

source: Parts sales
ky: Бөлмелерди сатуу

source: Elevators
ky: Элеваторлор

source: Factories
ky: Заводдар

source: Specialization
ky: Специализация

source: Delete ad
ky: Жарнаманы жок кылуу
